framework/storage/xml/cove/Genesis/cove_884.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>3136</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-02-11</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>GSY110601FD4</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|49774812-01|0|2016-02-11|5|GSY110601FD4|3136|0|0|0|361458720| |MCMASTER CARR SUPPLY COMPANY|NORWALK BLVD|9630|S/N|.|SANTA FE SPRINGS|CALIFORNIA|USA|90670-2932|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|ZONA IND. VALLE DE ORO|SAN JUAN DEL RIO|QUERETARO|MEX|76803|TUERCA|C62_1|6.000|USD|5.9500|35.70|35.7000|RESORTE|SET|3.000|USD|13.2800|39.84|39.8400|PERNO ROSCADO|C62_1|12.000|USD|3.8600|46.32|46.3200|BISAGRA|C62_1|11.000|USD|10.5000|115.50|115.5000|BISAGRA CON ACCESORIOS|C62_1|6.000|USD|5.1300|30.78|30.7800|ARANDELA|SET|15.000|USD|15.5000|232.50|232.5000|ESTACION LAVA OJOS|C62_1|2.000|USD|46.5600|93.12|93.1200|</oxml:cadenaOriginal>
            	<oxml:firma>km36FVuLHdWDAF1xsunxP/Dv3CBUtlV87HqbB2/lYZR3bP4ZtiNOmau4cqJArMFYLqvGUIM+5Bcnj/OTd/7SZi+aRUYPKe3MgA347dbzXoHPMIBZpH31hdQIAeeXqPEK5U7rvgiu6lMNEA/utUXHoBCUTJfKitxPfBH/LFWd30B3MkrnykBIiFGyefF4XZBG8+dsf7ca5zchZwyTiBd1mqoPkkCYAjbamtXKH+tWQdM2i/7/vRhEO4GB0VXDguAtXQRFWVjeSvZkWhAJhWq3/sp+ZuWfKlocbqXAW9OrCcEyOf+dYewjvdQNhddvOuKNr47nIqW6Hgfz9d6TUdDgqw==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE161E9OKA7</oxml:e-document><oxml:numeroFacturaOriginal>49774812-01</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>361458720</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>MCMASTER CARR SUPPLY COMPANY</oxml:nombre><oxml:domicilio><oxml:calle>NORWALK BLVD</oxml:calle><oxml:numeroExterior>9630</oxml:numeroExterior><oxml:numeroInterior>S/N</oxml:numeroInterior><oxml:colonia>.</oxml:colonia><oxml:municipio>SANTA FE SPRINGS</oxml:municipio><oxml:entidadFederativa>CALIFORNIA</oxml:entidadFederativa><oxml:pais>USA</oxml:pais><oxml:codigoPostal>90670-2932</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:colonia>ZONA IND. VALLE DE ORO</oxml:colonia><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>TUERCA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>5.9500</oxml:valorUnitario><oxml:valorTotal>35.70</oxml:valorTotal><oxml:valorDolares>35.7000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>RESORTE</oxml:descripcionGenerica><oxml:claveUnidadMedida>SET</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>13.2800</oxml:valorUnitario><oxml:valorTotal>39.84</oxml:valorTotal><oxml:valorDolares>39.8400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO ROSCADO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>12.000</oxml:cantidad><oxml:valorUnitario>3.8600</oxml:valorUnitario><oxml:valorTotal>46.32</oxml:valorTotal><oxml:valorDolares>46.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BISAGRA</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>11.000</oxml:cantidad><oxml:valorUnitario>10.5000</oxml:valorUnitario><oxml:valorTotal>115.50</oxml:valorTotal><oxml:valorDolares>115.5000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BISAGRA CON ACCESORIOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>6.000</oxml:cantidad><oxml:valorUnitario>5.1300</oxml:valorUnitario><oxml:valorTotal>30.78</oxml:valorTotal><oxml:valorDolares>30.7800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELA</oxml:descripcionGenerica><oxml:claveUnidadMedida>SET</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>15.000</oxml:cantidad><oxml:valorUnitario>15.5000</oxml:valorUnitario><oxml:valorTotal>232.50</oxml:valorTotal><oxml:valorDolares>232.5000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ESTACION LAVA OJOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>46.5600</oxml:valorUnitario><oxml:valorTotal>93.12</oxml:valorTotal><oxml:valorDolares>93.1200</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
